alacritty
alsa-utils
base
base-devel
bat
blueman
bluez-deprecated-tools
bluez-utils
chromium
clang
discord
dosfstools
efibootmgr
firefox
fzf
git
grub
htop
i3-wm
i3blocks
i3lock
i3status
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lvm2
mtools
nano
neovim
network-manager-applet
networkmanager
nvidia
nvidia-lts
nvidia-settings
nvidia-utils
openssh
pavucontrol
pulseaudio
pulseaudio-alsa
pyenv
python-pipx
ripgrep
rofi
spotify-launcher
sudo
tmux
ttf-jetbrains-mono-nerd
unzip
vi
xf86-video-amdgpu
xorg-xrandr
xsel
zsh
zsh-completions
